Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: If this is your Wi‑Fi network, configure the router to broadcast this network.
ar: إذا كانت هذه شبكة Wi‑Fi الخاصة بك، فيرجى تكوين جهاز التوجيه لديك لنقل اتصالات هذه الشبكة.
ca: Si aquesta xarxa Wi‑Fi és teva, configura l’encaminador perquè la transmeti.
cs: Pokud je toto vaše Wi‑Fi síť, nastavte směrovač na vysílání sítě.
da: Hvis det er dit Wi‑Fi-netværk, skal du konfigurere routeren for at annoncere dette netværk.
de: Ist dies dein WLAN, konfiguriere den Router so, dass dieses Netzwerk sichtbar ist.
el: Αν αυτό το δίκτυο Wi‑Fi είναι δικό σας, διαμορφώστε τον δρομολογητή για μετάδοση αυτού του δικτύου.
es: Si esta es tu red Wi‑Fi, configura el router para que transmita esta red.
es_us: Si esta es tu red Wi‑Fi, configura el router para transmitirla.
fi: Jos tämä on Wi‑Fi-verkkosi, määritä reititin ilmoittamaan verkosta.
fr: S’il s’agit bien de votre réseau Wi‑Fi, configurez votre routeur de façon à ce qu’il diffuse ce réseau.
fr_ca: S’il s’agit de votre réseau Wi‑Fi, configurez le routeur pour diffuser ce réseau.
he: אם זוהי הרשת האלחוטית שלך, יש לקבוע בהגדרות הנתב שלך שידור לרשת זו.
hi: यदि यह आपका वाई‑फ़ाई नेटवर्क है, तो इस नेटवर्क को प्रसारित करने के लिए राउटर को कॉन्फ़िगर करें।
hr: Ako je ovo vaša Wi‑Fi mreža, podesite router na emitiranje ove mreže.
hu: Ha ez az Ön Wi‑Fi-hálózata, akkor konfigurálja úgy a routert, hogy sugározza ezt a hálózatot.
id: Jika ini adalah jaringan Wi‑Fi Anda, konfigurasikan ruter untuk menyiarkan jaringan ini.
it: Se questa è la tua rete Wi‑Fi, configura il router in modo tale da renderla visibile.
ja: これが自分のWi‑Fiネットワークの場合は、このネットワークをブロードキャストするようにルーターを構成してください。
ko: 이 네트워크가 사용자의 Wi‑Fi 네트워크일 경우, 이 네트워크를 브로드캐스트하도록 라우터를 구성하십시오.
ms: Jika ini rangkaian Wi‑Fi anda, konfigurasikan penghala untuk menyiarkan rangkaian ini.
nb: Hvis dette er ditt Wi‑Fi-nettverk, må du konfigurere ruteren din til å vise nettverksnavnet og passordbeskytte nettverket.
nl: Als dit jouw wifinetwerk is, configureer je de router zo dat deze dit netwerk bekendmaakt.
pl: Jeśli to Twoja sieć Wi‑Fi, skonfiguruj router tak, aby była dostępna.
pt_br: Se esta for a sua rede Wi‑Fi, configure o roteador para torná‑la visível.
pt_pt: Se esta rede Wi‑Fi for sua, configure o router para a tornar visível.
ro: Dacă aceasta este rețeaua dvs. Wi‑Fi, configurați‑vă ruterul să difuzeze această rețea.
ru: Если это Ваша сеть Wi‑Fi, настройте маршрутизатор на вещание этой сети.
sk: Ak je toto vaša Wi‑Fi sieť, nastavte router na vysielanie tejto siete.
sl: Če je to vaše omrežje Wi-Fi, konfigurirajte usmerjevalnik tako, da oddaja to omrežje.
sv: Om det här är ditt Wi‑Fi-nätverk bör du konfigurera routern så att den sänder ut detta nätverk.
th: ถ้าเครือข่ายนี้เป็นเครือข่าย Wi‑Fi ของคุณ ให้กำหนดค่าเราท์เตอร์เพื่อกระจายสัญญาณเครือข่ายนี้
tr: Bu sizin Wi‑Fi ağınızsa yönelticiyi bu ağı duyuracak şekilde ayarlayın.
uk: Якщо це ваша Wi‑Fi‑мережа, сконфігуруйте маршрутизатор для трансляції цієї мережі.
vi: Nếu đây là mạng Wi‑Fi của bạn, hãy định cấu hình bộ định tuyến để truyền phát mạng này.
zh_cn: 如果这是你的Wi‑Fi网络，请配置路由器以广播此网络。
zh_hk: 如果這是你的Wi‑Fi網絡，請設定路由器廣播此網絡。
zh_tw: 若這是你的Wi‑Fi網路，請設定路由器廣播此網路。

source: If this is your Wi‑Fi network, configure the router to have a unique network name.
ar: إذا كانت هذه شبكة Wi‑Fi الخاصة بك، فيرجى تكوين جهاز التوجيه لديك بحيث يكون له اسم شبكة فريد.
ca: Si aquesta xarxa Wi‑Fi és teva, configura l’encaminador perquè utilitzi un nom de xarxa únic.
cs: Pokud je toto vaše Wi‑Fi síť, nastavte směrovač tak, aby používal jedinečný název sítě.
da: Hvis det er dit Wi‑Fi-netværk, skal du konfigurere din router med et unikt netværksnavn.
de: Ist dies dein WLAN, konfiguriere den Router mit einem eindeutigen Netzwerknamen.
el: Αν αυτό το δίκτυο Wi‑Fi είναι δικό σας, διαμορφώστε τον δρομολογητή ώστε να έχει μοναδικό όνομα δικτύου.
es: Si esta es tu red Wi‑Fi, configura el router para que tenga un nombre de red único.
es_us: Si esta es tu red Wi‑Fi, configura el router para darle un nombre de red único.
fi: Jos tämä on Wi‑Fi-verkkosi, määritä reitittimelle yksilöllinen verkkonimi.
fr: S’il s’agit bien de votre réseau Wi‑Fi, configurez votre routeur de façon à ce qu’il utilise un nom de réseau unique.
fr_ca: S’il s’agit de votre réseau Wi‑Fi, configurez le routeur pour attribuer un nom unique au réseau.
he: אם זוהי הרשת האלחוטית שלך, יש לקבוע בהגדרות הנתב שלך שם ייחודי עבור רשת זו.
hi: यदि यह आपका वाई‑फ़ाई नेटवर्क है, तो नेटवर्क के विशिष्ट नाम के लिए राउटर को कॉन्फ़िगर करें।
hr: Ako je ovo vaša Wi‑Fi mreža, podesite router na upotrebu jedinstvenog naziva mreže.
hu: Ha ez az Ön Wi‑Fi-hálózata, akkor konfigurálja úgy a routert, hogy egyedi hálózati neve legyen.
id: Jika ini adalah jaringan Wi‑Fi Anda, konfigurasikan ruter agar memiliki nama jaringan yang unik.
it: Se questa è la tua rete Wi‑Fi, configura il router in modo da avere un nome di rete univoco.
ja: これが自分のWi‑Fiネットワークの場合は、一意のネットワーク名を使用するようにルーターを構成してください。
ko: 이 네트워크가 사용자의 Wi‑Fi 네트워크일 경우, 라우터가 고유 네트워크 이름을 사용하도록 구성하십시오.
ms: Jika ini rangkaian Wi‑Fi anda, konfigurasikan penghala supaya mempunyai nama rangkaian unik.
nb: Hvis dette er ditt Wi‑Fi-nettverk, må du konfigurere ruteren til å bruke et unikt nettverksnavn.
nl: Als dit jouw wifinetwerk is, configureer je de router zo dat deze een unieke netwerknaam heeft.
pl: Jeśli to Twoja sieć Wi‑Fi, skonfiguruj router tak, aby miał unikatową nazwę sieci.
pt_br: Se esta for a sua rede Wi‑Fi, configure o roteador para que tenha um nome de rede exclusivo.
pt_pt: Se esta rede Wi‑Fi for sua, configure o router para ter um nome de rede único.
ro: Dacă aceasta este rețeaua dvs. Wi‑Fi, configurați‑vă ruterul să aibă un nume de rețea unic.
ru: Если это Ваша сеть Wi‑Fi, настройте маршрутизатор на использование уникального имени сети.
sk: Ak je toto vaša Wi‑Fi sieť, nastavte router tak, aby používal jedinečný názov siete.
sl: Če je to vaše omrežje Wi-Fi, konfigurirajte usmerjevalnik tako, da bo imel edinstveno ime omrežja.
sv: Om det här är ditt Wi‑Fi-nätverk bör du konfigurera routern så att den har ett unikt nätverksnamn.
th: ถ้าเครือข่ายนี้เป็นเครือข่าย Wi‑Fi ของคุณ ให้กำหนดค่าเราท์เตอร์เพื่อตั้งชื่อเครือข่ายไม่ให้ซ้ำกัน
tr: Bu sizin Wi‑Fi ağınızsa yönelticiyi benzersiz bir ağ adı olacak şekilde ayarlayın.
uk: Якщо це ваша Wi‑Fi‑мережа, сконфігуруйте маршрутизатор з унікальним мережевим іменем.
vi: Nếu đây là mạng Wi‑Fi của bạn, hãy định cấu hình bộ định tuyến để có tên mạng duy nhất.
zh_cn: 如果这是你的Wi‑Fi网络，请配置路由器以获得唯一的网络名称。
zh_hk: 如果這是你的Wi‑Fi網絡，請為路由器設定獨有網絡名稱。
zh_tw: 若這是你的Wi‑Fi網路，請設定路由器使用獨有的網路名稱。

source: If this is your Wi‑Fi network, configure the router to use a single network name for all bands.
ar: إذا كانت هذه هي شبكة Wi-Fi الخاصة بك، فقم بتكوين جهاز التوجيه لاستخدام اسم شبكة واحد لجميع النطاقات.
ca: Si aquesta xarxa Wi‑Fi és teva, configura l’encaminador perquè utilitzi un nom de xarxa únic a totes les bandes.
cs: Pokud je toto vaše Wi‑Fi síť, nastavte směrovač tak, aby pro všechna pásma používal tentýž název sítě.
da: Hvis dette er dit Wi‑Fi-netværk, skal du konfigurere routeren til at bruge det samme netværksnavn til alle bånd.
de: Ist dies dein WLAN, konfiguriere den Router so, dass nur ein Netzwerkname für alle Bänder verwendet wird.
el: Αν αυτό το δίκτυο Wi‑Fi είναι δικό σας, διαμορφώστε τον δρομολογητή ώστε να χρησιμοποιεί ένα μόνο όνομα δικτύου για όλες τις ζώνες.
es: Si esta es tu red Wi‑Fi, configura el router para que tenga un único nombre de red para todas las bandas.
es_us: Si esta red Wi‑Fi es tuya, configura el router para usar un solo nombre de red para todas las bandas.
fi: Jos tämä on Wi‑Fi-verkkosi, aseta reititin käyttämään samaa verkon nimeä kaikille kaistoille.
fr: S’il s’agit de votre réseau Wi‑Fi, configurez le routeur de façon à ce qu’il utilise un nom de réseau unique pour toutes les bandes.
fr_ca: S’il s’agit de votre réseau Wi‑Fi, configurez le routeur afin d’utiliser un nom de réseau unique pour toutes les bandes de fréquence.
he: אם זוהי הרשת האלחוטית שלך, יש להגדיר את הנתב כך שישתמש בשם רשת אחד לכל התדרים.
hi: अगर यह आपका वाई‑फ़ाई नेटवर्क है, तो राउटर को सभी बैंड के लिए एक अकेला नेटवर्क नाम इस्तेमाल करने के लिए कॉन्फ़िगर करें।
hr: Ako je ovo vaša Wi-Fi mreža, podesite router na upotrebu jednog naziva mreže za sve pojaseve.
hu: Ha ez az Ön Wi‑Fi-hálózata, akkor konfigurálja úgy a routert, hogy egyetlen hálózatnevet használjon az összes sáv esetében.
id: Jika ini adalah jaringan Wi‑Fi Anda, konfigurasikan ruter agar menggunakan satu nama jaringan untuk semua pita.
it: Se la rete Wi‑Fi è tua, configura il router perché utilizzi un unico nome di rete per tutte le bande.
ja: これが自分のWi‑Fiネットワークの場合は、すべての帯域に1つのネットワーク名を使用するようにルーターを構成してください。
ko: 이 네트워크가 사용자의 Wi‑Fi 네트워크일 경우, 모든 대역에 대해 하나의 네트워크 이름을 사용하도록 라우터를 구성하십시오.
ms: Jika ini rangkaian Wi‑Fi anda, konfigurasikan penghala untuk menggunakan nama rangkaian tunggal bagi semua jalur.
nb: Hvis dette er ditt Wi‑Fi-nettverk, må du konfigurere ruteren til å bruke det samme nettverksnavnet for alle bånd.
nl: Als dit jouw wifinetwerk is, configureer je de router zodat deze één netwerknaam gebruikt voor alle banden.
pl: Jeśli to Twoja sieć Wi‑Fi, skonfiguruj router do używania jednej nazwy sieci dla wszystkich pasm.
pt_br: Se esta for a sua rede Wi‑Fi, configure o roteador para usar um único nome de rede em todas as bandas.
pt_pt: Se esta for a sua rede Wi‑Fi, configure o router para usar um nome de rede único para todas as bandas.
ro: Dacă aceasta este rețeaua dvs. Wi‑Fi, configurați‑vă ruterul să utilizeze un singur nume de rețea pentru toate benzile.
ru: Если это Ваша сеть Wi‑Fi, измените настройки маршрутизатора так, чтобы для всех частот использовалось одно имя сети.
sk: Ak je toto vaša Wi‑Fi sieť, nastavte router tak, aby používal jeden názov siete pre všetky pásma.
sl: Če je to vaše omrežje Wi-Fi, konfigurirajte usmerjevalnik tako, da bo uporabil eno ime omrežja za vse pasove.
sv: Om det här är ditt Wi‑Fi-nätverk bör du konfigurera routern så att den använder samma nätverksnamn för alla band.
th: ถ้าเครือข่ายนี้เป็นเครือข่าย Wi‑Fi ของคุณ ให้กำหนดค่าเราท์เตอร์เพื่อใช้ชื่อเครือข่ายเดียวสำหรับทุกย่านความถี่
tr: Bu sizin Wi‑Fi ağınızsa yönelticiyi tüm bantlar için benzersiz bir ağ adı kullanacak şekilde ayarlayın.
uk: Якщо це ваша Wi‑Fi‑мережа, сконфігуруйте маршрутизатор на використання однієї назви мережі для всіх смуг.
vi: Nếu đây là mạng Wi‑Fi của bạn, hãy định cấu hình bộ định tuyến để sử dụng một tên mạng duy nhất cho tất cả dải tần.
zh_cn: 如果这是你的Wi‑Fi网络，请配置路由器将同一网络名称用于所有频段。
zh_hk: 如果這是你的Wi‑Fi網絡，請將路由器設定為所有波段均使用同一網絡名稱。
zh_tw: 若這是你的Wi‑Fi網路，請設定路由器為所有頻段使用單一網路名稱。

source: If this is your Wi‑Fi network, configure the router to use WPA2 (AES) or WPA3 security type.
ar: إذا كانت هذه شبكة Wi‑Fi الخاصة بك، فيرجى تكوين جهاز التوجيه لديك لاستخدام بروتوكول الأمن WPA2 (AES) أو WPA3.
ca: Si aquesta xarxa Wi‑Fi és teva, configura l’encaminador perquè hi utilitzi el tipus de seguretat WPA2 (AES) o WPA3.
cs: Pokud je toto vaše Wi‑Fi síť, nastavte směrovač tak, aby používal zabezpečení WPA2 (AES) nebo WPA3.
da: Hvis det er dit Wi‑Fi-netværk, skal du konfigurere routeren til at bruge sikkerhedstypen WPA2 (AES) eller WPA3.
de: Ist dies dein WLAN, konfiguriere den Router mit dem Sicherheitstyp „WPA2 (AES)“ oder „WPA3“.
el: Αν αυτό το δίκτυο Wi‑Fi είναι δικό σας, διαμορφώστε τον δρομολογητή για χρήση του τύπου ασφάλειας WPA2 (AES) ή WPA3.
es: Si esta es tu red Wi‑Fi, configura el router para que use el sistema de seguridad WPA2 (AES) o WPA3.
es_us: Si esta es tu red Wi‑Fi, configura el router para usar el tipo de seguridad WPA2 Personal (AES) o WPA3.
fi: Jos tämä on Wi‑Fi-verkkosi, määritä reititin käyttämään suojaustyyppiä WPA2 (AES) tai WPA3.
fr: S’il s’agit bien de votre réseau Wi‑Fi, configurez votre routeur de façon à ce qu’il utilise le type de sécurité WPA2 (AES) ou WPA3.
fr_ca: S’il s’agit de votre réseau Wi‑Fi, configurez le routeur pour appliquer le type de sécurité WPA2 (AES) ou WPA3.
he: אם זוהי הרשת האלחוטית שלך, יש לקבוע בהגדרות הנתב שלך שימוש באבטחה מסוג WPA2 (AES) או WPA3.
hi: यदि यह आपका वाई‑फ़ाई नेटवर्क है, तो WPA2 (AES) या WPA3 सुरक्षा प्रकार का उपयोग करने के लिए राउटर को कॉन्फ़िगर करें।
hr: Ako je ovo vaša Wi‑Fi mreža, podesite router na uporabu zaštite WPA2 (AES) ili WPA3.
hu: Ha ez az Ön Wi‑Fi-hálózata, akkor konfigurálja úgy a routert, hogy WPA2 (AES) vagy WPA3 biztonságtípust használjon.
id: Jika ini adalah jaringan Wi‑Fi Anda, konfigurasikan ruter untuk menggunakan jenis keamanan WPA2 (AES) atau WPA3.
it: Se questa è la tua rete Wi‑Fi, configura il router in modo tale da utilizzare l’opzione di protezione WPA2 (AES) o WPA3.
ja: これが自分のWi‑Fiネットワークの場合は、WPA2（AES）またはWPA3を使用するようにルーターを構成してください。
ko: 이 네트워크가 사용자의 Wi‑Fi 네트워크일 경우, 라우터가 WPA2(AES) 또는 WPA3 보안 유형을 사용하도록 구성하십시오.
ms: Jika ini rangkaian Wi‑Fi anda, konfigurasikan penghala untuk menggunakan jenis keselamatan WPA2 (AES) atau WPA3.
nb: Hvis dette er ditt Wi‑Fi-nettverk, må du konfigurere ruteren til å bruke sikkerhetstypen WPA2 (AES) eller WPA3.
nl: Als dit jouw wifinetwerk is, configureer je de router zo dat deze de beveiligingsmethode WPA2 (AES) of WPA3 gebruikt.
pl: Jeśli to Twoja sieć Wi‑Fi, skonfiguruj router tak, aby używał zabezpieczeń WPA2 (AES) lub WPA3.
pt_br: Se esta for a sua rede Wi‑Fi, configure o roteador para usar o tipo de segurança WPA2 (AES) ou WPA3.
pt_pt: Se esta rede Wi‑Fi for sua, configure o router para usar o tipo de segurança WPA2 (AES) ou WPA3.
ro: Dacă aceasta este rețeaua dvs. Wi‑Fi, configurați‑vă ruterul să utilizeze securitate de tip WPA2 (AES) sau WPA3.
ru: Если это Ваша сеть Wi‑Fi, настройте маршрутизатор на использование типа безопасности WPA2 (AES) или WPA3.
sk: Ak je toto vaša Wi‑Fi sieť, nastavte router na používanie zabezpečenia WPA2 (AES) alebo WPA3.
sl: Če je to vaše omrežje Wi-Fi, konfigurirajte usmerjevalnik tako, da uporablja vrsto varnosti WPA2 (AES) ali WPA3.
sv: Om det här är ditt Wi‑Fi-nätverk bör du konfigurera routern så att den använder säkerhetstypen WPA2 (AES) eller WPA3.
th: ถ้าเครือข่ายนี้เป็นเครือข่าย Wi‑Fi ของคุณ ให้กำหนดค่าเราท์เตอร์เพื่อใช้ความปลอดภัยแบบ WPA2 (AES) หรือ WPA3
tr: Bu sizin Wi‑Fi ağınızsa yönelticiyi WPA2 (AES) veya WPA3 güvenlik türünü kullanacak şekilde ayarlayın.
uk: Якщо це ваша Wi‑Fi‑мережа, сконфігуруйте маршрутизатор на використання типу захисту WPA2 (AES) або WPA3.
vi: Nếu đây là mạng Wi‑Fi của bạn, hãy định cấu hình bộ định tuyến để sử dụng loại bảo mật WPA2 (AES) hoặc WPA3.
zh_cn: 如果这是你的Wi‑Fi网络，请配置路由器以使用WPA2 (AES)或WPA3安全类型。
zh_hk: 如果這是你的Wi‑Fi網絡，請設定路由器使用WPA2（AES）或WPA3安全類型。
zh_tw: 若這是你的Wi‑Fi網路，請設定路由器使用WPA2（AES）或WPA3安全類型。

source: If this is your Wi‑Fi network, try restarting the modem and the router, or contact your ISP.
ar: إذا كانت هذه شبكة Wi‑Fi الخاصة بك، فيرجى محاولة إعادة تشغيل المودم وجهاز التوجيه، أو الاتصال بمزود خدمة الإنترنت لديك.
ca: Si aquesta xarxa Wi‑Fi és teva, prova de reiniciar el mòdem i l’encaminador, o bé contacta amb el proveïdor d’internet.
cs: Pokud je toto vaše Wi‑Fi síť, zkuste restartovat modem a směrovač nebo kontaktujte poskytovatele internetu.
da: Hvis det er dit Wi‑Fi-netværk, kan du prøve at starte modemmet og routeren igen eller kontakte internetudbyderen.
de: Ist dies dein WLAN, versuche, das Modem und den Router neu zu starten oder wende dich an deinen Internet­dienstanbieter.
el: Αν αυτό το δίκτυο Wi‑Fi είναι δικό σας, κάντε επανεκκίνηση του μόντεμ και του δρομολογητή ή επικοινωνήστε με τον πάροχο υπηρεσιών Διαδικτύου σας.
es: Si esta es tu red Wi‑Fi, prueba a reiniciar el módem y el router, o bien ponte en contacto con tu proveedor.
es_us: Si esta es tu red Wi‑Fi, intenta reiniciar el módem y el router, o comunícate con tu proveedor de Internet.
fi: Jos tämä on Wi‑Fi-verkkosi, yritä käynnistää modeemi ja reititin uudelleen tai ota yhteyttä palveluntarjoajaan.
fr: S’il s’agit bien de votre réseau Wi‑Fi, essayez de redémarrer votre modem et votre routeur, ou contactez votre FAI.
fr_ca: S’il s’agit de votre réseau Wi‑Fi, essayez de redémarrer le modem et le routeur, ou contactez votre FAI.
he: אם זוהי הרשת האלחוטית שלך, באפשרותך לנסות להפעיל מחדש את המודם והנתב או לפנות אל ספק שירותי האינטרנט שלך.
hi: यदि यह आपका वाई‑फ़ाई नेटवर्क है, तो मॉडेम और राउटर को रीस्टार्ट करके देखें या अपने ISP से संपर्क करें।
hr: Ako je ovo vaša Wi‑Fi mreža, pokušajte ponovno uključiti modem i router ili se obratite svom pružatelju internetskih usluga.
hu: Ha ez az Ön Wi‑Fi-hálózata, akkor próbálja meg újraindítani a modemet és a routert, vagy forduljon az internetszolgáltatójához.
id: Jika ini adalah jaringan Wi‑Fi Anda, coba mulai ulang modem dan ruter, atau hubungi ISP Anda.
it: Se questa è la tua rete Wi‑Fi, prova a riavviare il modem e il router o contatta il tuo provider di servizi internet.
ja: これが自分のWi‑Fiネットワークの場合は、モデムとルーターを再起動してみるか、ISPに問い合わせてください。
ko: 이 네트워크가 사용자의 Wi‑Fi 네트워크일 경우, 모뎀 및 라우터를 재시동하거나 ISP에 연락하십시오.
ms: Jika ini rangkaian Wi‑Fi anda, cuba mulakan semula modem dan penghala, atau hubungi ISP anda.
nb: Hvis dette er ditt Wi‑Fi-nettverk, kan du prøve å starte modemet og ruteren på nytt, eller kontakte internettleverandøren.
nl: Als dit jouw wifinetwerk is, start je de modem en router opnieuw op of neem je contact op met je internetaanbieder.
pl: Jeśli to Twoja sieć Wi‑Fi, spróbuj uruchomić ponownie modem i router albo skontaktuj się z dostawcą usług Internetu.
pt_br: Se esta for a sua rede Wi‑Fi, tente reiniciar o modem e o roteador ou contate o seu provedor.
pt_pt: Se esta rede Wi‑Fi for sua, experimente reiniciar o modem e o router, ou contacte o seu ISP.
ro: Dacă aceasta este rețeaua dvs. Wi‑Fi, încercați să reporniți modemul și ruterul sau contactați furnizorul de servicii internet.
ru: Если это Ваша сеть Wi‑Fi, попробуйте перезагрузить модем и маршрутизатор или обратитесь к интернет-провайдеру.
sk: Ak je toto vaša Wi‑Fi sieť, skúste reštartovať modem alebo router, prípadne kontaktujte poskytovateľa internetu.
sl: Če je to vaše omrežje Wi-Fi, poskusite znova zagnati modem in usmerjevalnik ali pa se obrnite na ponudnika internetnih storitev.
sv: Om det här är ditt Wi‑Fi-nätverk kan du prova med att starta om modemet och routern eller kontakta internetleverantören.
th: ถ้าเครือข่ายนี้เป็นเครือข่าย Wi‑Fi ของคุณ ให้ลองเริ่มการทำงานโมเด็มและเราท์เตอร์ใหม่ หรือติดต่อ ISP ของคุณ
tr: Bu sizin Wi‑Fi ağınızsa modemi ve yönelticiyi yeniden başlatmayı deneyin veya İSS’nize danışın.
uk: Якщо це ваша Wi‑Fi‑мережа, перезапустіть модем і маршрутизатор або зверніться до свого інтернет-провайдера.
vi: Nếu đây là mạng Wi‑Fi của bạn, hãy thử khởi động lại modem và bộ định tuyến hoặc liên hệ với ISP của bạn.
zh_cn: 如果这是你的Wi‑Fi网络，请尝试重新启动调制解调器和路由器，或联系ISP。
zh_hk: 如果這是你的Wi‑Fi網絡，請嘗試重新啟動數據機和路由器，或聯絡你的ISP。
zh_tw: 若這是你的Wi‑Fi網路，請嘗試重新啟動數據機和路由器，或洽詢你的ISP。

source: If this is your Wi‑Fi network, upgrade to an 802.11n/ac router.
ar: إذا كانت هذه شبكة Wi‑Fi الخاصة بك، فيرجى الترقية إلى جهاز توجيه يدعم ‪802.11n/ac‬‏.
ca: Si aquesta xarxa Wi‑Fi és teva, renova l’encaminador per un de 802.11n/ac.
cs: Pokud je toto vaše Wi‑Fi síť, upgradujte na směrovač 802.11n/ac.
da: Hvis det er dit Wi‑Fi-netværk, skal du opgradere til en 802.11n/ac-router.
de: Ist dies dein WLAN, aktualisiere auf einen 802.11n/ac‑Router.
el: Αν αυτό το δίκτυο Wi‑Fi είναι δικό σας, κάντε αναβάθμιση σε δρομολογητή 802.11n/ac.
es: Si esta es tu red Wi‑Fi, utiliza un router 802.11n/ac.
es_us: Si esta es tu red Wi‑Fi, actualízate a un router 802.11n/ac.
fi: Jos tämä on Wi‑Fi-verkkosi, päivitä 802.11n/ac-reitittimeen.
fr: S’il s’agit bien de votre réseau Wi‑Fi, passez à un routeur 802.11n/ac.
fr_ca: S’il s’agit de votre réseau Wi‑Fi, utilisez un routeur 802.11n/ac.
he: אם זוהי הרשת האלחוטית שלך, יש לשדרג לנתב בתקן 802.11n/ac.
hi: यदि यह आपका वाई‑फ़ाई नेटवर्क है, तो 802.11n/ac राउटर पर अपग्रेड करें।
hr: Ako je ovo vaša Wi‑Fi mreža, nadogradite na 802.11n/ac router.
hu: Ha ez az Ön Wi‑Fi-hálózata, frissítsen 802.11n/ac routerre.
id: Jika ini adalah jaringan Wi‑Fi Anda, tingkatkan ke ruter 802.11n/ac.
it: Se questa è la tua rete Wi‑Fi, passa al router 802.11n/ac.
ja: これが自分のWi‑Fiネットワークの場合は、802.11n/ac対応ルーターにアップグレードしてください。
ko: 이 네트워크가 사용자의 Wi‑Fi 네트워크일 경우, 802.11n/ac 라우터로 업그레이드하십시오.
ms: Jika ini rangkaian Wi‑Fi anda, naik taraf kepada penghala 802.11n/ac.
nb: Hvis dette er ditt Wi‑Fi-nettverk, bør du oppgradere til en ruter med 802.11n/ac.
nl: Als dit jouw wifinetwerk is, stap je over op een 802.11n/ac‑router.
pl: Jeśli to Twoja sieć Wi‑Fi, wymień router na zgodny ze standardem 802.11n/ac.
pt_br: Se esta for a sua rede Wi‑Fi, atualize para um roteador 802.11n/ac.
pt_pt: Se esta rede Wi‑Fi for sua, atualize para um router 802.11n/ac.
ro: Dacă aceasta este rețeaua dvs. Wi‑Fi, schimbați‑vă ruterul cu unul compatibil 802.11n/ac.
ru: Если это Ваша сеть Wi‑Fi, обновите маршрутизатор до стандарта 802.11n/ac.
sk: Ak je toto vaša Wi‑Fi sieť, upgradujte na router podporujúci 802.11n/ac.
sl: Če je to vaše omrežje Wi-Fi, posodobite na usmerjevalnik 802.11n/ac.
sv: Om det här är ditt Wi‑Fi-nätverk bör du uppgradera till en router med stöd för 802.11n/ac.
th: ถ้าเครือข่ายนี้เป็นเครือข่าย Wi‑Fi ของคุณ ให้อัปเกรดเป็นเราท์เตอร์ 802.11n/ac
tr: Bu sizin Wi‑Fi ağınızsa 802.11n/ac yönelticiye yükseltin.
uk: Якщо це ваша Wi‑Fi‑мережа, використовуйте маршрутизатор, сумісний з 802.11n/ac.
vi: Nếu đây là mạng Wi‑Fi của bạn, hãy nâng cấp lên bộ định tuyến 802.11n/ac.
zh_cn: 如果这是你的Wi‑Fi网络，请升级至802.11n/ac路由器。
zh_hk: 如果這是你的Wi‑Fi網絡，請升級至802.11n/ac路由器。
zh_tw: 若這是你的Wi‑Fi網路，請升級到802.11n/ac路由器。
